<template>
  <div class='agree'>
    <!-- <h1>2019相信促销活动服务协议</h1> -->
    <h2>您好。请您务必仔细阅读本活动公告全文，并仔细留意加粗字体或突出字体，您一旦对本公告点击勾选同意，视为您已同意遵守本活动公告的全部规则内容。</h2>
    <div>活动前提：为整合优化“相信”APP平台资源，升级福利通道，“相信”APP平台联合深圳市优享汇创新技术有限公司将推出充值商/代理人专享DP活动，助力相信APP充值商/代理人，本活动为用户自愿参与，平台承诺不会对您的账户进行任何关联操作。</div>
    <div class="hint">
      <p>一、活动举办地点：</p>
      <div>本活动在“相信”APP平台举办。</div>
    </div>
    <div class="hint">
      <p>二、活动参与方式：</p>
      <div>
        “相信”APP平台充值商/代理人在“相信”APP平台页面勾选“
        <b>同意</b> ”使用优谷账号，并在页面上填入优谷支付密码。
      </div>
    </div>
    <div class="hint">
      <p>三、活动内容：</p>
      <div>从9月1日起至9月30日期间，充值商以及代理人在广州相信科技有限公司BTS系统进货时，同时可使用深圳市优享汇创新技术有限公司合伙人的DP兑换广州相信科技有限公司“相信”APP中充值码(SVC)。</div>
      <div>
        <b>****注：</b>DP是深圳市优享汇创新技术有限公司发行的采购折扣优惠券。
      </div>
    </div>
    <div class="hint">
      <p>四、活动规则：</p>
      <div>
        1、从9月1日起至9月30日期间，
        <b>充值商使用5000DOS</b> 在“相信”APP操作进货的同时，可自愿参与深圳市优享汇创新技术有限公司合伙人的DP活动，
        <b>可以使用10000DP以及1%DOS数据服务费，同时兑换相信1万SVC零售码</b> ；
      </div>
      <div>
        2、从9月1日起至9月30日期间，
        <b>代理人使用1000DOS</b> 在“相信”APP操作进货的同时，可自愿参与深圳市优享汇创新技术有限公司合伙人的DP活动，
        <b>可以使用1000DP以及1%DOS数据服务费，同时兑换相信1000SVC零售码。</b>
      </div>
      <div>***备注：以上内容分为两部分，充值商身份将自动参与条款1活动，代理人身份将自动参与条款2活动，活动可在活动期间重复参与，但不能同时参与两个活动，兑换成功后会先冻结您优谷账户内的DP，三个工作日内由相关工作人员审核后，将从您填写的优谷账号内消耗，请保持DP充足，DOS将同时在绑定优谷的码库账户内一起消耗。</div>
    </div>
    <div class="hint">
      <p>五、特别声明：</p>
      <div>1、广州相信科技有限公司与深圳市优享汇创新技术有限公司在法律、和商业经营上是两家完全独立的公司，相互间毫无隶属和关联关系。</div>
      <div>2、本活动公告解释权归广州相信科技有限公司所有。</div>
    </div>
  </div>
</template>
<script>
export default {
  mounted() {
    this.$global.setAppNative(1014,0);
  },
}
</script>
<style lang="scss" scoped>
.agree{
   div{
      padding-top: .5rem;
   }
   font-size: .28rem;
   padding: .3rem;
   h2{
      font-size: .3rem;
   }
   .hint >div{
      text-indent: .3rem;
   }
}
</style>