<template>
  <div class="signing">
    <h1>相信充值商协议</h1>
    <div>
      <b>“签订本协议时，请您务必仔细阅读本协议全文，并且您已经获得第三条第一款及第二款所要求的资质和资料。并仔细留意加粗字体或突出字体，您一旦签署本协议，视为您已同意受本协议的全部条款约束。”</b>
    </div>
    <div>鉴于广州相信科技有限公司（以下简称“甲方”或“相信公司”）拥有“相信”APP平台，作为“相信”APP平台的注册用户（以下简称“乙方”）了解《“相信”APP用户充值服务协议》内容，乙方有意愿与甲方合作，成为甲方“相信”APP平台充值商。本协议由乙方与甲方共同签署，具有法律效力。</div>

    <h1>一、相关定义及解释</h1>
    <p>1.相信充值商：“相信”APP平台的注册用户，且符合成为“相信”APP平台规定的充值商资格各项条件。</p>

    <p>
      2.SV：SV是“相信公司”向您提供的用于在“相信”APP平台上进行相关消费的虚拟积分，SV的用途为支付相信APP使用当中产生的数据流量费用、或者即时聊天时发送语音、文字、图片、视频、文件、群聊、打赏等消耗类行为兑换V点使用，及相信APP平台公示的可使用的其他功能，不能变现
      <b>（SV不具备现金属性，因而不可兑换现金）</b> 。
    </p>

    <p>3.充值码(SVC)：SV虚拟积分的充值码。</p>

    <p>4.BTS系统：“相信”APP平台“兑换系统”。</p>

    <h1>二、协议内容及生效</h1>

    <p>1.本协议内容包括协议正文及所有“相信”APP已经发布或将来可能发布的相关规则，所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。</p>

    <p>
      <b>2.乙方对本协议及本协议所有组成部分的内容理解并认同，一旦在“相信”APP点击“同意”后，甲乙双方即受本协议所有组成部分的约束。</b>
    </p>

    <p>3.条款的独立性:如果本协议中的任何条款或者任何条款中的任何部分无效、违法或者不具有可执行性，这种无效、违法或者不具有可执行性不影响本协议中的任何其它条款或者这些条款中的任何其它部分的效力。</p>

    <h1>三、相信充值商</h1>（一）授权充值商
    <br />
    <p>1.乙方欲成为充值商，应保证其系符合中华人民共和国法律法规的合法经营主体和/或完全民事行为能力主体并已取得经营相关业务的合法资质(具有包括但不限于企业营业执照、税务登记证、组织机构代码证、负责人（法定代表人）身份证等)；</p>

    <p>2.甲方授权乙方成为充值商资格，授权期限默认为从签署此协议后一 年。</p>

    <p>3.“相信”APP允许对充值商进行考核要求：以BTS系统中显示的考核条件为准。</p>（二）BTS与SVC
    <br />
    <p>1.充值商（乙方）通过“兑换系统（简称BTS）”向甲方兑换“充值码(简称SVC)”，完成兑换操作后SVC自动到乙方APP后台账户。</p>
    <p>
      <b>2.SVC不存在质量问题，兑换后不可取消。</b>
    </p>

    <p>3.充值商（乙方）提供给用户的SVC，需自行负担SVC的开票义务。</p>

    <p>4.充值商（乙方）自行负担兑换SVC时所需消耗的DOS数据点。</p>

    <p>5.充值商（乙方）使用BTS系统开通资格时需消耗的DOS数据点。</p>

    <p>6.充值商（乙方）自行承担使用BTS产生的费用。【注：充值商会收取1500DOS/年为使用BTS系统的使用年费。】</p>

    <h1>四、代理人</h1>
    <p>“代理人”由乙方自行拓展而来，乙方“代理人”受乙方直接管理，属乙方充值商的代理人，可以代理销售乙方的SVC批发充值码，根据《“相信”APP充值商/代理人管理规则》,代理人仅有权销售其直属充值商的SVC码，不能向其他充值商或者“相信”APP平台进行批发或者进货操作。乙方“代理人”使用BTS系统应缴纳费用，即500DOS/年，该费用由乙方为“代理人”支付。</p>

    <h1>五、甲乙双方的权利与义务</h1>
    <p>甲乙双方必须遵守国家法律法规和政策的要求，并同时符合“相信”APP的相关规定，不违法、违规也不侵犯任何第三方的合法权益，不得利用平台名义从事违法、违规或侵权事宜。</p>（一）甲方权利与义务
    <br />
    <p>1、针对充值商业务</p>
    <p>①对乙方业绩进行考核，开展业务培训及辅导，甲方有权在乙方不能完成业绩考核时撤销乙方充值商资格；</p>
    <p>②发现乙方进行违规操作、虚假宣传等行为时，甲方有权单方面解除本协议，并按造成甲方利益受损的情况要求乙方加倍赔偿；</p>

    <p>③甲方发布的市场文件，均成为本协议的附件，对双方产生法律效力。甲方有权修改发布的件内容，在“相信”APP平台通知乙方后生效；</p>

    <p>④因乙方违反本协议的规定造成任何第三方向甲方追究责任的，甲方有权向乙方进行全额追偿；</p>

    <p>⑤甲方发现乙方违反“相信”APP平台公布的任何一项系统服务的市场价格政策，随意提高或降低任何一项系统服务价格的，一经查实，甲方有权单方解除本协议。</p>
    <p>⑥甲方同意乙方在被授权期限内期内开通渠道,拓展更多代理人资源。</p>

    <p>2、其他一般权利义务</p>
    <p>①为确保本协议顺利履行，甲方有权利和义务制定《“相信”APP充值商/代理人管理规则》，此规则的法律效力与本协议等同。</p>
    <p>②在乙方被授权充值商资格的期限内，甲方有权根据“相信”APP平台的实际运营情况，随时调整“相信”APP平台发布的充值商/代理人应完成的充值码销售数量、业务考核标准信息内容等；前述销售定额、业务考核标准等均以“相信”APP发布的相关信息为准。</p>
    <p>③为履行本协议，甲方有权在服务器上保存乙方的信息（包括但不限于乙方的注册信息、消费信息、推广网站/网页、信誉等级信息、网民评价信息等）；甲方在法律法规所允许的范围内，有权使用和对外披露乙方信息，包括但不限于为服务系统升级、抽样测试、更新的目的，出于保护网民权益提升互联网诚信环境的目的、依据司法和/或行政的要求使用或披露乙方信息。</p>
    <p>④甲方有权随时删除含有任何危害国家安全、淫秽色情、虚假、侮辱、诽谤、恐吓或骚扰、侵犯他人知识产权或人身权或其他合法权益等违法或有违社会公序良俗的内容，并对乙方注册的相关信息及内容进行审查与核实。</p>
    <p>⑤乙方（包括但不限于乙方完成其领取的“相信”APP任务的整个过程）不得对甲方的利益、商誉和品牌形象造成任何现实或潜在的损害或冲突，否则甲方有权通知乙方立即终止本协议，并不退还任何费用，且甲方无需承担其他法律责任和费用补偿；若乙方因上述行为给甲方造成损失的，甲方保留追究乙方责任的权利。</p>
    <p>⑥甲方如遭受不可抗力事件（包括政府管制、政策调整、恐怖主义、黑客攻击、自然灾害、劳动条件、停电、电信部门技术调整以及病毒入侵等），有权通知乙方暂停或终止本协议，不视为违约。</p>
    <p>⑦甲方针对乙方在履行本协议过程中所实施的违规行为，有权依据《“相信”APP充值商/代理人管理规则》给予乙方暂停、停止、取消、终止充值商资格的处罚。</p>（二）乙方权利与义务
    <br />
    <p>1、针对充值商业务</p>
    <p>①乙方保证是合法注册、存续、经营的企业，且应当在授权区域内有固定的办公场所。</p>
    <p>②保证自身具备充值商业务的推广、开发新代理人的能力，并且合法合规地开展充值商相关业务，积极开通渠道,拓展代理人资源。</p>
    <p>③进货承诺：乙方承诺按甲方的进货考核要求，在规定时间内完成甲方要求的最低进货量指标，当乙方不能在规定时间内按量完成进货指标时，甲方有权解除本协议，撤销乙方的充值商资格。</p>
    <p>④乙方完全接受“相信”APP平台当期的业务规则和甲方发布的市场政策，且按照当期市场政策调整对外宣传口径，乙方应严格遵守市场政策进行推广活动，承诺不进行虚假、夸大的宣传，否则造成的法律后果由乙方自行承担，一切宣传、推广活动均不能损害“相信”APP平台的品牌形象及利益；</p>
    <p>⑤乙方不得以甲方为借口向任何第三方收取与“相信”APP平台无关的款项，否则造成的一切法律后果由乙方自行承担；</p>
    <p>⑥乙方严格遵守任何一项的系统服务的价格政策，不得提高或降低系统和市场政策规定的价格。</p>
    <p>⑦乙方有权向其代理人发布不违反甲方当期市场政策的充值商所在地的市场政策。</p>
    <p>⑧乙方根据业务发展的需要，有权自行发展其代理人，并自行承担培训代理人的义务，但乙方的直属代理人在业务活动中所涉及的一切法律责任与甲方无关，由乙方自行协商解决。</p>
    <p>⑨乙方向其直属代理人输出业务培训及辅导，应保证在拓展业务时对“相信”APP平台的规范操作和正确解读，杜绝对“相信”APP平台进行夸大和虚构的宣传用语。</p>
    <p>⑩乙方违反上述相关规定，甲方有权冻结乙方账户，情节严重，有权解除本协议，撤销乙方充值商的资格。</p>
    <p>2、其他一般权利义务</p>
    <p>①乙方承诺同意遵守国家有关网络安全的制度及“相信”APP的各规则和协议。</p>
    <p>②乙方接受甲方对资质真实性的实名认证审查，否则甲方有权终止任何服务。若乙方提交虚假的资质材料，甲方无需承担其他法律责任和费用补偿。</p>
    <p>③乙方需对账户的用户名和密码的安全性负责，不能向任何人透露推广账户用户名和密码，并对以其用户名进行的所有活动负全部责任。若乙方违反相关规定，甲方将保留关闭乙方服务账号及终止向乙方提供服务的权利。同时，乙方若发现任何非法使用管理账号或存在安全漏洞的情况，应立即通知甲方。</p>
    <p>④乙方作为“相信”APP平台的注册会员及甲方认可的合格充值商应准确、完整地向甲方提供真实、合法的信息（包括但不限于个人身份信息、商户注册信息、收款账户信息、营业执照，经营场所及地址、邮箱地址、联系电话等）。</p>
    <p>⑤乙方明确知悉，乙方与甲方不存在任何劳动关系，甲方对乙方不提供作为劳动者的任何保障，该等保障包括但不限于工资福利、社保、公积金、餐饮费、交通费、住宿费、加班费、节假日、团体活动、工伤纠纷等，乙方明确知悉前述情况，若因此产生任何纠纷，甲方不承担任何责任，若甲方因此遭受损失的，乙方应当承担赔偿责任。</p>
    <p>⑥若乙方在履行本协议过程中实施违规行为，同意接受甲方依据《“相信”APP充值商/代理人管理规则》给与乙方暂停、停止、取消、终止充值商资格的处罚。</p>
    <h1>六、违约责任</h1>
    <p>1、如果乙方的行为造成甲方遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、仲裁费、差旅费、公证费、取证费等间接经济损失），乙方应赔偿甲方上述全部损失。</p>
    <p>2.如果乙方的行为造成甲方遭受第三人主张权利，甲方可就全部损失向乙方追偿。</p>
    <h1>七、免责条款</h1>
    <p>1.由于Internet是全球公用的网络，因此由于其他通路上的偶然阻塞，而造成用户的访问速率下降；有时在对服务器维护、升级或安装用户程序时可能会产生一段时间的中断，以上现象在任何服务器上都会发生，是属正常现象。乙方对此应表示认同。</p>
    <p>2.并非由于甲方的故意或过失而导致乙方未能注册成功。</p>
    <p>3.由于甲方对“相信”APP系统进行系统测试、升级、更新、服务抽样测试，对乙方产生的任何影响。</p>
    <p>4.任何一方遇有不可抗力而全部或部分不能履行本协议或迟延履行本协议的，应自不可抗力事件发生之日起五日内，将事件情况以邮件或书面形式通知另一方，并于事件发生之日起十日内，向另一方提交导致其全部或部分不能履行或迟延履行的证明。</p>
    <p>遭受不可抗力的一方应采取一切必要措施减少损失，并在事件消除后立即恢复本协议的履行，除非此等履行已不可能或者不必要。</p>
    <p>本条所称“不可抗力”系指不能预见、不能避免或不能克服的客观事件，包括但不限于自然灾害如洪水、火灾、爆炸、雷电、地震和风暴等以及社会事件如战争、动乱、政府管制、国家政策的突然变动和罢工等。</p>
    <h1>八、保密条款</h1>
    <p>1.甲乙双方对因签订和/或履行本协议获得的对方的商业机密负有保密责任，不得以任何形式、任何理由透露给第三方，但依据双方书面约定、依据法律法规，或者依据司法和/或政府机关的要求进行披露的除外；否则，任何一方都有权利向对方请求损失赔偿，并依法追究法律责任。</p>
    <p>2.保密责任不因本协议的无效、提前终止、解除或不具操作性而失效。</p>
    <h1>九、协议的修改和解释</h1>
    <p>1.甲方有权随时根据中华人民共和国有关法律、法规的变化、互联网的发展以及公司经营状况和经营策略的调整等情况修改推广政策、认证政策及本协议的内容，并将上述更改内容于首页显著位置公示及通知乙方，上述修改内容应当至少在实施前七日予以公示及通知乙方。</p>
    <p>2.乙方同意政策、通知、协议内容变更等事项自实施之日起3日后生效，乙方将自行及时查阅相关通知，并按照通知及变更后的产品政策及修订后的协议修订履行相关义务，如果乙方不同意变更事项应当于实施之日起3日内以书面形式向甲方申请终止本协议，乙方继续使用变更后的服务视为接受变更内容。</p>
    <p>3.如发生协议条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，其它条款则依旧保持对乙方产生法律效力和影响。</p>
    <h1>十、通知</h1>
    <p>乙方同意甲方以下列合理的方式向乙方送达各类通知：</p>
    <p>1.“相信”APP公示的文案。</p>
    <p>2.“相信”APP站内信、通知等推送的消息。</p>
    <p>3.根据乙方预留于甲方、“相信”APP平台的联系方式,如发出的电子邮件、短信、函件等。</p>
    <h1>十一、适用法律与争议解决</h1>
    <p>（一）本协议的成立、效力、解释、履行、签署、修订和终止以及争议的解决均应适用中华人民共和国法律。</p>
    <p>
      （二）因本协议引起或者与本协议有关的任何争议，甲乙双方应首先以协商方式解决。协商应在一方向另一方送达关于协商的书面要求后立即开始；如果十日内双方未能通过协商解除争议，则甲乙双方同意按照以下第
      2 种方式解决：
    </p>
    <p>1.因本协议引起或与本协议有关的任何争议，甲乙双方同意将争议提交有管辖权的人民法院解决。</p>
    <p>2.因本协议引起或与本协议有关的任何争议，均提请深圳仲裁委员会按照该会仲裁规则进行仲裁。仲裁裁决是终局的，对甲乙双方均有约束力，并可在任何有管辖权的法院或其他有权机构强制执行。</p>
    <p>（三）诉讼或仲裁进行过程中，除双方有争议的部分外，本协议其他部分仍然有效，各方应继续履行。</p>
    <p>（四）本协议全部或部分无效的，本条依然有效。</p>
    <h1>十二、特别说明</h1>
    <p>
      1.甲方郑重提示：为保证您
      <b>【用户（本协议乙方）】</b>
      享有高效优质的服务，请务必仔细阅读并确保完全理解本协议的有关条款。
      <b>用户【本协议乙方】</b>
      应明白任何人士和机构提供的文件中有关甲方推广服务描述与甲方网上条款矛盾的，以本协议及其更新版本的内容为准。
    </p>
    <p>2.本协议所有相关条款、内容包括但不限于名词定义的解释、理解、澄清、修改及修订的权利归甲方所有。</p>
  </div>
</template>
<style lang="scss" scoped>
.signing {
  font-size: 14px;
  margin: 0;
  padding: 0 10px;
  font-family: PingFang-SC-Bold;
  color: #333;
  div {
    padding-top: 15px;
    text-indent: 25px;
  }
}
h1 {
  margin: 0;
  font-size: 18px;
  text-align: center;
  padding: 15px 0;
}
p {
  padding-top: 0.3rem;
  text-indent: 15px;
}
</style>